driver-tests/iepse/IEPIntersect/IntersectApp/test/AttributeBasedWindowInput/template.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:str="AttributeBasedWindowInput.AttributeBasedWindowInput_iep">
   <soapenv:Header/>
   <soapenv:Body>
      <str:StreamInput0_MsgObj>
         <a>${a.0}</a>
         <b>${b.0}</b>
         <c>${c.0}</c>
         <d>${d.0}</d>
         <e>${e.0}</e>
         <f>${f.0}</f>
      </str:StreamInput0_MsgObj>
   </soapenv:Body>
</soapenv:Envelope>